/* 
  Localizable.strings (English)
  AMD Power Gadget
*/

/* NOTE: Some keys use Spanish text for historical reasons. */
/* These are used as lookup identifiers and work correctly. */
/* A future refactor should standardize all keys to English. */

"Dashboard" = "Übersicht";
"Telemetry" = "Telemetrie";
"Fan Control" = "Lüftersteuerung";
"Profiles" = "Profile";
"Advanced" = "Erweitert";
"Menu Bar" = "Menüleiste";
"System Info" = "Systeminfo";
"Desktop Widgets" = "Desktop-Widgets";

"AMD Power" = "AMD Power";
"Gadget" = "Gadget";

"CPU" = "CPU";
"GPU" = "GPU";
"Freq" = "Takt";
"Average" = "Durchschnitt";
"Avg: %@" = "Ø: %@";
"Collecting data…" = "Daten werden erfasst…";

"Low Power Mode (LPM)" = "Energiesparmodus (LPM)";
"Allows macOS to auto-manage CPU frequency" = "Erlaubt macOS, die CPU-Frequenz automatisch zu verwalten";
"Forces CPU to lowest frequency for minimum power" = "Setzt die CPU auf die niedrigste Frequenz für minimalen Verbrauch";
"Core Performance Boost (CPB)" = "Core Performance Boost (CPB)";
"Update Interval" = "Aktualisierungsintervall";
"Adjust how frequently telemetry data updates. Lower = more responsive, higher = less CPU usage." = "Legt fest, wie oft Telemetriedaten aktualisiert werden. Niedriger = reaktiver, höher = weniger CPU-Last.";

"Opciones en Menú Bar" = "Menüleisten-Optionen";
"Choose which items appear in the menu bar. Changes apply immediately." = "Wähle, welche Elemente in der Menüleiste erscheinen. Änderungen gelten sofort.";
"Customize the visual appearance of the menu bar items." = "Passe das Erscheinungsbild der Menüleisten-Elemente an.";
"Límite de Temp de Alerta" = "Temperatur-Alarmgrenze";
"Color de Alerta de Temp" = "Temperatur-Alarmfarbe";
"Color de Flechas" = "Pfeilfarbe";
"Additional telemetry for the menu bar." = "Zusätzliche Telemetrie für die Menüleiste.";
"GPU data is shown inside Temp, Power, Memory and Fan columns when enabled." = "GPU-Daten erscheinen in den Spalten Temp, Leistung, Speicher und Lüfter, wenn aktiviert.";
"Show GPU VRAM" = "GPU-VRAM anzeigen";
"G:X.XG in Memory column" = "G:X.XG in der Speicherspalte";
"Show GPU Fan Speed" = "GPU-Lüfterdrehzahl anzeigen";
"G:XXXX in Fan column" = "G:XXXX in der Lüfterspalte";

"No fans detected." = "Keine Lüfter erkannt.";
"SMC driver not available" = "SMC-Treiber nicht verfügbar";
"Your SMC chip may not be supported." = "Dein SMC-Chip wird möglicherweise nicht unterstützt.";
"RPM" = "U/min";
"Throttle" = "PWM-Drossel";
"↩ Reset to Auto" = "↩ Auf Auto zurücksetzen";

"Select a profile to adjust the CPU operating range. Changes take effect immediately." = "Wähle ein Profil, um den CPU-Arbeitsbereich anzupassen. Änderungen gelten sofort.";

"Directly edit raw P-State registers. Requires kext privilege check disabled via boot-arg or root." = "Bearbeitet P-State-Register direkt. Erfordert deaktivierte Rechteprüfung des Kexts (Boot-Arg oder root).";
"This will write the raw P-State definitions directly to the CPU. Proceed?" = "Die rohen P-State-Definitionen werden direkt in die CPU geschrieben. Fortfahren?";
"Disabled — work in progress" = "Deaktiviert — in Arbeit";
"WIP" = "WIP";

"Enable in OC: Misc → Security → ExposeSensitiveData = 0x08" = "In OC aktivieren: Misc → Security → ExposeSensitiveData = 0x08";
"Motherboard info not available" = "Mainboard-Info nicht verfügbar";

"Vista previa de la Barra de Menús:" = "Vorschau der Menüleiste:";
"Ancho estimado: %dpt" = "Geschätzte Breite: %d pt";
"Restart the app to fully apply width changes." = "App neu starten, um Breitenänderungen vollständig zu übernehmen.";
"Small (%dpt)" = "Klein (%d pt)";
"Medium (%dpt)" = "Mittel (%d pt)";
"Large (%dpt)" = "Groß (%d pt)";

"Green" = "Grün";
"Blue" = "Blau";
"Orange" = "Orange";
"Red" = "Rot";
"Purple" = "Lila";
"Pink" = "Rosa";
"Teal" = "Petrol";
"Turquoise" = "Türkis";

"Verde" = "Grün";
"Azul" = "Blau";
"Naranja" = "Orange";
"Rojo" = "Rot";
"Morado" = "Lila";
"Rosa" = "Rosa";
"Turquesa" = "Petrol";

"Dynamic Colors (Temp Only)" = "Dynamische Farben (nur Temp.)";
"Temp Alert Color" = "Temp.-Alarmfarbe";
"Temp Alert Limit" = "Temp.-Alarmgrenze";
"Network" = "Netzwerk";
"Network Arrows Color" = "Farbe der Netzwerkapfeile";
"Exit" = "Beenden";
"AMD Power Gadget" = "AMD Power Gadget";
"AMD Power Tool" = "AMD Power Tool";
"SMC Fans" = "SMC-Lüfter";

"Fan 1" = "Lüfter 1";
"Fan 2" = "Lüfter 2";
"Fan 3" = "Lüfter 3";
"Fan 4" = "Lüfter 4";
"Fan 5" = "Lüfter 5";
"Fan 6" = "Lüfter 6";
"Fan 7" = "Lüfter 7";
"Fan 8" = "Lüfter 8";

/* Alerts */
"To enable motherboard display:" = "Mainboard-Anzeige aktivieren:";
"Open your OpenCore config file,\n\nGo to Misc -> Security -> ExposeSensitiveData,\n\nSet the value to 0x08 to expose board information." = "Öffne deine OpenCore-config.plist,\n\nGehe zu Misc → Security → ExposeSensitiveData,\n\nSetze den Wert auf 0x08, um Board-Informationen freizugeben.";
"Done" = "Fertig";
"Invalid Input" = "Ungültige Eingabe";
"Please type in numbers in hexadecimal." = "Bitte Zahlen im Hexadezimalformat eingeben.";
"Unable to Set PStateDef" = "PStateDef konnte nicht gesetzt werden";
"Action was denied as current user does not have enough privilege,\nor was canceled by current user.\n\nRun AMD Power Gadget as root user or disable privilege check with boot-arg '-amdpnopchk'\n\nOtherwise, click 'Once' in the warning message to allow this change." = "Aktion verweigert: unzureichende Rechte oder vom Benutzer abgebrochen.\n\nAMD Power Gadget als root starten oder Rechteprüfung mit Boot-Arg '-amdpnopchk' deaktivieren.\n\nAlternativ im Warnhinweis auf „Once“ klicken.";
"Your changes will not be saved" = "Deine Änderungen werden nicht gespeichert";
"Click apply to save changes before closing this windows." = "Vor dem Schließen auf Übernehmen klicken, um zu speichern.";
"Cancel" = "Abbrechen";
"Close without saving" = "Ohne Speichern schließen";
"Invalid File" = "Ungültige Datei";
"The selected file could not be read or is not a valid pstate file." = "Die Datei konnte nicht gelesen werden oder ist keine gültige P-State-Datei.";
"OK" = "OK";

/* Dynamic format strings */
"Avg: %.2f GHz, Max: %.2f GHz" = "Ø: %.2f GHz, Max: %.2f GHz";
"%.2f °C" = "%.2f °C";
"%.2f Watt" = "%.2f W";

/* Session Peaks */
"Session Peaks" = "Sitzungs-Peaks";
"Reset Peaks" = "Peaks zurücksetzen";

/* GPU Fan Control */
"GPU Fan Control (Zero RPM / Curves)" = "GPU-Lüftersteuerung (Zero RPM / Kurven)";
"macOS Hardware Limitation" = "macOS-Hardwarebeschränkung";
"Direct software-based GPU fan speed overrides (such as zero-rpm toggle or drawing fan curves in macOS) are not supported by the macOS kernel/IOKit driver for AMD GPUs. The GPU's onboard firmware (vBIOS) manages the fans." = "Direkte softwareseitige GPU-Lüftersteuerung (Zero RPM oder Kurven in macOS) wird vom macOS-Kernel/IOKit-Treiber für AMD-GPUs nicht unterstützt. Die Lüfter steuert die GPU-Firmware (vBIOS).";
"Standard Hackintosh Solution:" = "Standard-Hackintosh-Lösung:";
"The only way to modify this behavior (like forcing fans to spin at lower temperatures or disabling Zero RPM) is by exporting the vBIOS, creating a Soft PowerPlay Table (SPPT), and injecting it via OpenCore's config.plist under DeviceProperties." = "Die einzige Möglichkeit (Lüfter bei niedrigerer Temperatur erzwingen oder Zero RPM deaktivieren) ist: vBIOS exportieren, Soft PowerPlay Table (SPPT) erstellen und per OpenCore config.plist unter DeviceProperties injizieren.";
"Open SPPT Guide" = "SPPT-Anleitung öffnen";
"MorePowerTool" = "MorePowerTool";

/* CPPC & EPP */
"Native CPPC Active Mode (EPP)" = "Nativer CPPC-Aktivmodus (EPP)";
"Enables autonomous hardware frequency scaling (recommended)" = "Aktiviert autonome Hardware-Frequenzskalierung (empfohlen)";
"Power Management Mode" = "Energieverwaltungsmodus";
"Energy Preference (EPP)" = "Energiepräferenz (EPP)";
"Select a hardware autonomous profile. The CPU will scale frequency dynamically." = "Wähle ein autonomes Hardware-Profil. Die CPU skaliert die Frequenz dynamisch.";
"Performance" = "Leistung";
"Balanced Perf" = "Ausgewogen (Leistung)";
"Balanced Power" = "Ausgewogen (Sparen)";
"Power Save" = "Energiesparen";
"Active Profile Status" = "Status des aktiven Profils";
"CPU Speed Profiles (Legacy)" = "CPU-Geschwindigkeitsprofile (Legacy)";
"Select a manual P-State override profile. Frequencies will be restricted to the selected step." = "Wähle ein manuelles P-State-Override-Profil. Frequenzen werden auf den gewählten Schritt begrenzt.";
"Mode" = "Modus";
"EPP Profile" = "EPP-Profil";

/* Desktop Widgets */
"Show CPU Widget" = "CPU-Widget anzeigen";
"Show GPU Widget" = "GPU-Widget anzeigen";
"Show RAM Widget" = "RAM-Widget anzeigen";
"Show Disk Widget" = "Festplatten-Widget anzeigen";
"Show Network Widget" = "Netzwerk-Widget anzeigen";
"Show Fan Widget" = "Lüfter-Widget anzeigen";
"Disable All Widgets" = "Alle Widgets deaktivieren";
"Sort by Rank" = "Nach Rang sortieren";
"Edit Widget Layout" = "Widget-Layout bearbeiten";
"Unlock widgets to drag them around the screen" = "Widgets freigeben, um sie auf dem Bildschirm zu verschieben";
"Widget Options" = "Widget-Optionen";
"Customize the appearance and behavior of your desktop widgets." = "Passe Aussehen und Verhalten der Desktop-Widgets an.";
"Auto-Align Active Widgets" = "Aktive Widgets automatisch ausrichten";
"Automatically stack active widgets at a corner" = "Aktive Widgets automatisch in einer Ecke stapeln";
"Alignment Corner" = "Ausrichtungsecke";
"Top Right" = "Oben rechts";
"Top Left" = "Oben links";
"Bottom Right" = "Unten rechts";
"Bottom Left" = "Unten links";
"Show Clock Widget" = "Uhr-Widget anzeigen";
"Clock" = "Uhr";
"Stats Table" = "Statistiktabelle";
"Classic Glass" = "Klassisches Glas";
"Pro Monitor" = "Pro-Monitor";
"Core Matrix" = "Kern-Matrix";

"United" = "Vereint";
"Show United Widget" = "Vereintes Widget anzeigen";
"Configure Combined Metrics" = "Kombinierte Metriken konfigurieren";
"Include CPU" = "CPU einbeziehen";
"Include GPU" = "GPU einbeziehen";
"Include RAM" = "RAM einbeziehen";
"Include Disk" = "Festplatte einbeziehen";
"Include Network" = "Netzwerk einbeziehen";
"Include Fan" = "Lüfter einbeziehen";

"Temas & Apariencia" = "Themes & Erscheinungsbild";
"Análisis" = "Analyse";

"Select Visual Theme (Instant Application)" = "Visuelles Theme wählen (sofort)";
"Custom Theme Creator & Exchange (JSON)" = "Theme-Editor & Austausch (JSON)";
"Chart Rendering Style" = "Diagramm-Darstellungsstil";
"Custom Theme Editor" = "Benutzerdefinierter Theme-Editor";
"Showing active theme colors. Adjust any color to customize." = "Aktive Theme-Farben. Beliebige Farbe anpassen.";
"Use the Opacity slider for transparency (macOS color panel alone often resets alpha)." = "Verwende den Deckkraft-Regler für Transparenz (das macOS-Farbfeld setzt Alpha oft zurück).";
"Opacity" = "Deckkraft";
"Edit Active Theme" = "Aktives Theme bearbeiten";
"Export Theme (JSON)" = "Theme exportieren (JSON)";
"Import Theme (JSON)" = "Theme importieren (JSON)";
"Card Background" = "Kartenhintergrund";
"Cyan Accent" = "Cyan-Akzent";
"Orange Accent" = "Orange-Akzent";
"Green Accent" = "Grün-Akzent";
"Purple Accent" = "Lila-Akzent";

/* ===== Auto-extracted / curated for Crowdin (v3.16.1+) ===== */
"%.0f" = "%.0f";
"%.0f K/s" = "%.0f K/s";
"%.0f MHz" = "%.0f MHz";
"%.0f%%" = "%.0f%%";
"%.0fG" = "%.0fG";
"%.0f°" = "%.0f°";
"%.0f°C" = "%.0f°C";
"%.0f°C • %.0fW" = "%.0f°C • %.0fW";
"%.1f %@" = "%.1f %@";
"%.1f Ghz" = "%.1f GHz";
"%.1f M/s" = "%.1f M/s";
"%.1f s" = "%.1f s";
"%.1f%%" = "%.1f%%";
"%.1f°C" = "%.1f°C";
"%.2f GHz" = "%.2f GHz";
"%.3f V" = "%.3f V";
"%.4f V" = "%.4f V";
"100°C" = "100 °C";
"1h" = "1 h";
"24h" = "24 h";
"30d" = "30 T";
"60°C" = "60 °C";
"7d" = "7 T";
"Accept & Continue" = "Akzeptieren & Fortfahren";
"Active" = "Aktiv";
"All Auto" = "Alles Auto";
"All Combined" = "Alles kombiniert";
"All Fans Auto" = "Alle Lüfter Auto";
"AMD CPU Cores" = "AMD-CPU-Kerne";
"AMD Power Gadget recolecta datos automáticamente cada minuto." = "AMD Power Gadget erfasst automatisch jede Minute Daten.";
"AMD Processor Power Manager (PPM)" = "AMD Processor Power Manager (PPM)";
"Analysis" = "Analyse";
"Apply" = "Übernehmen";
"Apply P-States?" = "P-States anwenden?";
"Arrange the order in which resource widgets appear. Click arrows to swap position." = "Reihenfolge der Ressourcen-Widgets. Pfeile zum Tauschen.";
"Arrow Color" = "Pfeilfarbe";
"Automatically switches EPP profiles based on live CPU load" = "Wechselt EPP-Profile automatisch anhand der Live-CPU-Last";
"Average core frequency in GHz" = "Mittlere Kernfrequenz in GHz";
"Average utilization over time" = "Mittlere Auslastung über die Zeit";
"Avg Frequency" = "Mittlere Frequenz";
"Avg." = "Ø";
"Avg: %.0f%%" = "Ø: %.0f%%";
"Balanced\n%.1f GHz" = "Ausgewogen\n%.1f GHz";
"Base\n%.1f GHz" = "Basis\n%.1f GHz";
"BIOS / Auto" = "BIOS / Auto";
"Buscando actualizaciones..." = "Suche nach Updates...";
"Bytes (Read)" = "Bytes (Lesen)";
"Bytes (Write)" = "Bytes (Schreiben)";
"Cargando tendencias de telemetría..." = "Telemetrie-Trends werden geladen...";
"Chart Metric" = "Diagramm-Metrik";
"Chart Type" = "Diagrammtyp";
"Charts require macOS 13+" = "Diagramme erfordern macOS 13+";
"Charts require macOS 13.0+" = "Diagramme erfordern macOS 13.0+";
"Check for new releases of SMCAMDProcessor and AMD Power Gadget on GitHub." = "Neue Releases von SMCAMDProcessor und AMD Power Gadget auf GitHub prüfen.";
"Check for Updates" = "Nach Updates suchen";
"Check Now" = "Jetzt prüfen";
"Circular Ring" = "Kreisring";
"Column Bars" = "Balken";
"Configure Charts" = "Diagramme konfigurieren";
"Configure labels and layout details for widgets inside the popover." = "Beschriftungen und Layout der Popover-Widgets konfigurieren.";
"Connection Error: %@" = "Verbindungsfehler: %@";
"Continuous Background Logging" = "Kontinuierliche Hintergrundprotokollierung";
"Continuously write telemetry samples to a CSV file in the background" = "Telemetrieproben fortlaufend im Hintergrund in eine CSV schreiben";
"Control Mode" = "Steuerungsmodus";
"Core Rankings (Estimated by Freq)" = "Kern-Ranking (nach Takt geschätzt)";
"Could not fetch release info." = "Release-Infos konnten nicht geladen werden.";
"CPPC hardware rankings are active and loaded from the processor." = "CPPC-Hardware-Rankings sind aktiv und vom Prozessor geladen.";
"CPPC hardware values could not be read. Rankings are estimated from the maximum observed clock frequency of each core." = "CPPC-Hardwarewerte nicht lesbar. Rankings aus max. beobachteter Taktrate pro Kern geschätzt.";
"CPPC Preferred Cores (Silicon Quality)" = "CPPC-bevorzugte Kerne (Silicon Quality)";
"CPPC: Active" = "CPPC: Aktiv";
"CPPC: Estimated" = "CPPC: geschätzt";
"CPU and GPU temperatures" = "CPU- und GPU-Temperaturen";
"CPU Average Frequency" = "Mittlere CPU-Frequenz";
"CPU Freq Avg (GHz)" = "CPU-Takt Ø (GHz)";
"CPU Frequency" = "CPU-Frequenz";
"CPU Load" = "CPU-Last";
"CPU Load (%)" = "CPU-Last (%)";
"CPU Package Power" = "CPU-Package-Leistung";
"CPU Per-Core Thread Load" = "CPU-Thread-Last pro Kern";
"CPU Power" = "CPU-Leistung";
"CPU Power (W)" = "CPU-Leistung (W)";
"CPU Power Alert" = "CPU-Leistungs-Alarm";
"CPU power has been at %.1fW (above limit of %dW) for over %d seconds!" = "CPU-Leistung lag über %d s bei %.1f W (über Limit %d W)!";
"CPU Temp" = "CPU-Temp.";
"CPU Temp (°C)" = "CPU-Temp. (°C)";
"CPU Temperature" = "CPU-Temperatur";
"CPU Temperature Alert" = "CPU-Temperatur-Alarm";
"CPU temperature has reached %.1f°C!" = "CPU-Temperatur hat %.1f °C erreicht!";
"CPU Tracker" = "CPU-Tracker";
"Current version: v%@\nNew version: %@\n\nRelease Notes:\n%@" = "Aktuelle Version: v%@\nNeue Version: %@\n\nRelease Notes:\n%@";
"Curve" = "Kurve";
"Curve Optimizer is only active when the AMDRyzenCPUPowerManagement kext supports Zen 3 SMU mailbox interface." = "Curve Optimizer ist nur aktiv, wenn der AMDRyzenCPUPowerManagement-Kext die Zen-3-SMU-Mailbox unterstützt.";
"Custom" = "Benutzerdefiniert";
"Customize the behavior and visibility of the menu bar popover." = "Verhalten und Sichtbarkeit des Menüleisten-Popovers anpassen.";
"Cyberpunk Neon" = "Cyberpunk Neon";
"Delete Point" = "Punkt löschen";
"Device Utilization %" = "Geräteauslastung %";
"Disable heavy visual effects if your system lacks Metal graphics acceleration." = "Schwere visuelle Effekte deaktivieren, wenn keine Metal-Beschleunigung vorhanden ist.";
"DISCLAIMER: This software interacts directly with low-level hardware control registers. By using it, you agree that absolute responsibility for any system instability, hardware damage, or alien invasion lies entirely with the user." = "HAFTUNGSAUSSCHLUSS: Diese Software greift auf Low-Level-Hardwareregister zu. Mit der Nutzung übernimmst du die volle Verantwortung.";
"DISCLAIMER: This software interacts directly with low-level hardware control registers. By using it, you agree that absolute responsibility rests entirely with the user." = "HAFTUNGSAUSSCHLUSS: Diese Software greift auf Low-Level-Hardwareregister zu. Mit der Nutzung übernimmst du die volle Verantwortung.";
"Disk" = "Festplatte";
"DISK" = "FESTPLATTE";
"Disk Activity" = "Festplattenaktivität";
"Disk Activity (MB/s)" = "Festplattenaktivität (MB/s)";
"Disk Activity (Read+Write)" = "Festplattenaktivität (Lesen+Schreiben)";
"Disk I/O" = "Festplatten-E/A";
"Disk Tracker" = "Festplatten-Tracker";
"Do you want AMD Power Gadget to start in menu bar at login? \n\n This will only be asked once. You can change this setting later under Appearance menu." = "Soll AMD Power Gadget beim Anmelden in der Menüleiste starten?\n\nWird nur einmal gefragt. Später im Menü Erscheinungsbild änderbar.";
"Donate (PayPal)" = "Spenden (PayPal)";
"Download" = "Herunterladen";
"Download on GitHub" = "Auf GitHub herunterladen";
"Download Update" = "Update herunterladen";
"Drag control points to edit curve. Double-click empty space to add (max 8). Double-click a point or right-click to delete." = "Kontrollpunkte ziehen zum Bearbeiten. Doppelklick auf leere Fläche zum Hinzufügen (max. 8). Doppelklick/Rechtsklick zum Löschen.";
"Dynamic Auto-EPP Workload Engine" = "Dynamische Auto-EPP-Laststeuerung";
"Dynamic Next-Gen Fan Curves" = "Dynamische Next-Gen-Lüfterkurven";
"Edit Layout" = "Layout bearbeiten";
"Efficient\n%.1f GHz" = "Effizient\n%.1f GHz";
"Enable additional stats columns inside the popover." = "Zusätzliche Statistikspalten im Popover aktivieren.";
"Enable System Alerts" = "Systemalarme aktivieren";
"Error reading CPU data." = "Fehler beim Lesen der CPU-Daten.";
"Evaluated in the kernel with 256-step LUT interpolation, hysteresis, and smooth ramping." = "Im Kernel ausgewertet mit 256-stufiger LUT-Interpolation, Hysterese und sanfter Rampe.";
"Export" = "Exportieren";
"Export CSV" = "CSV exportieren";
"Export Telemetry History" = "Telemetrie-Verlauf exportieren";
"Export the history of samples currently in memory to a CSV file" = "Aktuellen Probenverlauf aus dem Speicher als CSV exportieren";
"Failed — check kext privileges (-amdpnopchk)." = "Fehlgeschlagen — Kext-Rechte prüfen (-amdpnopchk).";
"Fan" = "Lüfter";
"Fan Number" = "Lüfternummer";
"Fan Speed" = "Lüfterdrehzahl";
"Fan Speed (RPM)" = "Lüfterdrehzahl (U/min)";
"Fan Speed(RPM)" = "Lüfterdrehzahl (U/min)";
"Filled Area" = "Gefüllte Fläche";
"Freq:" = "Takt:";
"Frequency" = "Frequenz";
"Frequency Max:" = "Max.-Frequenz:";
"GHz" = "GHz";
"GitHub Repository" = "GitHub-Repository";
"GitHub Repository\n\nSpecial thanks to the AMD OS X community!\n\nCopyright © 2020-2026 Droga. All rights reserved." = "GitHub-Repository\n\nBesonderer Dank an die AMD-OS-X-Community!\n\nCopyright © 2020-2026 Droga. Alle Rechte vorbehalten.";
"GPU Load" = "GPU-Last";
"GPU Model" = "GPU-Modell";
"GPU Power" = "GPU-Leistung";
"GPU Power (W)" = "GPU-Leistung (W)";
"GPU Temp" = "GPU-Temp.";
"GPU Temp (°C)" = "GPU-Temp. (°C)";
"GPU Temperature" = "GPU-Temperatur";
"GPU Tracker" = "GPU-Tracker";
"H.264 & HEVC Active" = "H.264 & HEVC aktiv";
"H.264 Active (HEVC Inactive)" = "H.264 aktiv (HEVC inaktiv)";
"HEVC Active (H.264 Inactive)" = "HEVC aktiv (H.264 inaktiv)";
"Hide this fan" = "Diesen Lüfter ausblenden";
"High Load Threshold (Performance)" = "Hochlast-Schwelle (Leistung)";
"Histograma de Barras" = "Balkendiagramm";
"Hysteresis" = "Hysterese";
"I accept that absolute responsibility lies entirely with the user." = "Ich akzeptiere, dass die volle Verantwortung beim Benutzer liegt.";
"Idle Threshold (Power Save)" = "Leerlauf-Schwelle (Sparen)";
"Import" = "Importieren";
"Inactive" = "Inaktiv";
"Inactive / Not Supported" = "Inaktiv / nicht unterstützt";
"Index" = "Index";
"Inject positive or negative voltage offsets per core. Center is 0 (no override). Limit: -30 (undervolt) to +30 (overvolt) counts." = "Positive/negative Spannungs-Offsets pro Kern. Mitte = 0 (kein Override). Limit: -30 (Undervolt) bis +30 (Overvolt).";
"Inst(s) Retired:" = "Ausgeführte Instr.:";
"Kext Update Available" = "Kext-Update verfügbar";
"Later" = "Später";
"Line Only" = "Nur Linie";
"Load" = "Last";
"Loading..." = "Laden...";
"Log File Location" = "Protokollpfad";
"Logical Cores" = "Logische Kerne";
"Low Performance Mode" = "Niedrigleistungsmodus";
"Low Power\n%.1f GHz" = "Energiesparen\n%.1f GHz";
"Línea Escalonada (Step)" = "Stufenlinie";
"Línea Suave (Spline)" = "Glatte Linie (Spline)";
"Manual Override" = "Manueller Override";
"Max Speed" = "Maximale Drehzahl";
"Max." = "Max.";
"MB/s" = "MB/s";
"Memory Usage" = "Speichernutzung";
"Menu Bar Preview:" = "Vorschau der Menüleiste:";
"Mi Tema Custom" = "Mein Custom-Theme";
"Min." = "Min.";
"Monochrome Stealth" = "Monochrome Stealth";
"Máx." = "Max.";
"Máx:" = "Max:";
"Mín." = "Min.";
"Mín:" = "Min:";
"N/A" = "k. A.";
"Net" = "Netz";
"Net Download (MB/s)" = "Netz-Download (MB/s)";
"Net Upload (MB/s)" = "Netz-Upload (MB/s)";
"Network Speed" = "Netzwerkgeschwindigkeit";
"Network Throughput" = "Netzwerkdurchsatz";
"Network Total Speed" = "Gesamte Netzwerkgeschwindigkeit";
"New version %@ available!" = "Neue Version %@ verfügbar!";
"New Version Available: %@" = "Neue Version verfügbar: %@";
"No" = "Nein";
"No AMDRyzenCPUPowerManagement Found!" = "AMDRyzenCPUPowerManagement nicht gefunden!";
"No curves configured." = "Keine Kurven konfiguriert.";
"No hay suficientes datos recolectados aún." = "Noch nicht genügend Daten erfasst.";
"No location selected" = "Kein Speicherort gewählt";
"No metrics active" = "Keine Metriken aktiv";
"No release notes available." = "Keine Release Notes verfügbar.";
"Nordic Frost" = "Nordic Frost";
"Not Supported" = "Nicht unterstützt";
"Not supported by your CPU" = "Von deiner CPU nicht unterstützt";
"Not yet" = "Noch nicht";
"Open Dashboard" = "Übersicht öffnen";
"Other Popover Widgets" = "Weitere Popover-Widgets";
"P-State Editor" = "P-State-Editor";
"P-States applied successfully." = "P-States erfolgreich angewendet.";
"P-States Configuration" = "P-State-Konfiguration";
"Package" = "Package";
"Package Power" = "Package-Leistung";
"Peak Fan" = "Peak-Lüfter";
"Peak Freq" = "Peak-Takt";
"Peak Power" = "Peak-Leistung";
"Peak Temp" = "Peak-Temp.";
"Performance\n%.1f GHz" = "Leistung\n%.1f GHz";
"Performance & Fallback" = "Leistung & Fallback";
"Personalizado" = "Benutzerdefiniert";
"Physical Cores" = "Physische Kerne";
"Pin Popover Open" = "Popover geöffnet halten";
"Platform" = "Plattform";
"Please download AMDRyzenCPUPowerManagement from the release page." = "Bitte AMDRyzenCPUPowerManagement von der Release-Seite herunterladen.";
"Popover Config" = "Popover-Konfiguration";
"Popover General Settings" = "Allgemeine Popover-Einstellungen";
"Popover Menu" = "Popover-Menü";
"Power" = "Leistung";
"Power Warning Threshold (PPT)" = "Leistungs-Warnschwelle (PPT)";
"Prevent the popover from closing when clicking outside" = "Popover bleibt beim Klick außerhalb geöffnet";
"Preview" = "Vorschau";
"Processor" = "Prozessor";
"Profile" = "Profil";
"Progress Bar" = "Fortschrittsbalken";
"Prom." = "Ø";
"PWR" = "PWR";
"Quick Fan Access" = "Schneller Lüfterzugriff";
"Quit" = "Beenden";
"Quit and Download" = "Beenden und herunterladen";
"Radeon GPU" = "Radeon-GPU";
"Radeon Graphics utilization percentage" = "Radeon-Grafikauslastung in Prozent";
"RAM" = "RAM";
"RAM Tracker" = "RAM-Tracker";
"RAM Usage" = "RAM-Nutzung";
"RAM Usage (%)" = "RAM-Nutzung (%)";
"RAM Utilization" = "RAM-Auslastung";
"RAM utilization percentage" = "RAM-Auslastung in Prozent";
"Ramp Rate" = "Rampengeschwindigkeit";
"Raw Register Details" = "Rohe Registerdetails";
"Read Speed" = "Lesegeschwindigkeit";
"Real-time energy consumption in Watts" = "Echtzeit-Energieverbrauch in Watt";
"Real-time History" = "Echtzeit-Verlauf";
"Real-time upload / download speed (↑/↓)" = "Echtzeit-Upload/Download (↑/↓)";
"Receive native macOS alerts when the CPU exceeds configured thermal or power limits." = "Native macOS-Alarme, wenn die CPU thermische oder Leistungsgrenzen überschreitet.";
"Refresh Rate" = "Aktualisierungsrate";
"Relative Time (s)" = "Relative Zeit (s)";
"Replaces translucent blurs with solid colors to save CPU" = "Ersetzt transparente Unschärfen durch Vollfarben, um CPU zu sparen";
"Requests permission and enables hardware limit warnings" = "Fordert Berechtigung an und aktiviert Hardware-Grenzwarnungen";
"Revert" = "Zurücksetzen";
"Right-click any widget directly on your desktop to change its style dynamically (Classic Glass, Pro Monitor, or Core Matrix)." = "Rechtsklick auf ein Desktop-Widget ändert den Stil dynamisch (Klassisches Glas, Pro-Monitor oder Kern-Matrix).";
"SAFETY DISCLAIMER & LIABILITY AGREEMENT" = "SICHERHEITSHINWEIS & HAFTUNGSVEREINBARUNG";
"Seleccioná una gráfica en el panel superior para visualizar su histórico." = "Wähle oben ein Diagramm, um den Verlauf zu sehen.";
"Select File..." = "Datei wählen...";
"Select which metrics are shown and choose their visualization style." = "Metriken und Visualisierungsstil wählen.";
"Series" = "Serie";
"Show a floating, non-interactive widget on your desktop for live telemetry." = "Schwebendes, nicht interaktives Desktop-Widget für Live-Telemetrie.";
"Show All (%d hidden)" = "Alle anzeigen (%d ausgeblendet)";
"Show CPU" = "CPU anzeigen";
"Show Fan RPM" = "Lüfter-U/min anzeigen";
"Show GPU Power" = "GPU-Leistung anzeigen";
"Show GPU Row" = "GPU-Zeile anzeigen";
"Show GPU Temp" = "GPU-Temp. anzeigen";
"Show Memory" = "Speicher anzeigen";
"Show Network" = "Netzwerk anzeigen";
"Show Network Row" = "Netzwerkzeile anzeigen";
"Show Network Speed Sparkline Graph below" = "Netzwerk-Sparkline unten anzeigen";
"Show Per-Core Utilization Grid below" = "Kern-Auslastungsraster unten anzeigen";
"Show Power" = "Leistung anzeigen";
"Show Ring Details" = "Ringdetails anzeigen";
"Show Ring Labels" = "Ringbeschriftungen anzeigen";
"Show Temperature" = "Temperatur anzeigen";
"Show Temperature Sparkline Graph below" = "Temperatur-Sparkline unten anzeigen";
"Show Top Processes" = "Top-Prozesse anzeigen";
"Single large value instead of max/avg stack" = "Ein großer Wert statt Max/Ø-Stapel";
"SMC Fan Control" = "SMC-Lüftersteuerung";
"Smooth Curves" = "Glatte Kurven";
"Software" = "Software";
"Software Updates" = "Software-Updates";
"Solarized Amber" = "Solarized Amber";
"Speed" = "Geschwindigkeit";
"SSD" = "SSD";
"Startup at login?" = "Beim Anmelden starten?";
"Statistics" = "Statistiken";
"Storage" = "Speicher";
"Style" = "Stil";
"Style Options" = "Stiloptionen";
"Styles & Themes" = "Stile & Themes";
"Supported by your CPU" = "Von deiner CPU unterstützt";
"Sustained Duration" = "Dauerhafte Dauer";
"Swap Total" = "Swap gesamt";
"Swap Used" = "Swap belegt";
"System Alert Notifications" = "System-Alarmbenachrichtigungen";
"System Up to Date" = "System ist aktuell";
"Tahoe Glass" = "Tahoe Glass";
"Temp" = "Temp.";
"Temp Source" = "Temperaturquelle";
"Temperature" = "Temperatur";
"Temperature Warning Threshold" = "Temperatur-Warnschwelle";
"Temperature(C)" = "Temperatur (°C)";
"Temperatures" = "Temperaturen";
"Themes & Appearance" = "Themes & Erscheinungsbild";
"Thermal History" = "Temperaturverlauf";
"This application can not be launched due to AMDRyzenCPUPowerManagement is reporting incorrect data." = "App kann nicht starten: AMDRyzenCPUPowerManagement meldet ungültige Daten.";
"This software interacts directly with low-level CPU hardware registers, Model-Specific Registers (MSRs), and the System Management Unit (SMU) to control CPU voltages, frequencies, and power limits.\n\nIncorrect settings, unstable undervolting, or wrong configurations can cause system instability, data loss, kernel panics, or permanent hardware damage.\n\nBy continuing, you agree that absolute responsibility for any system instability, hardware damage, or alien invasion lies entirely with the user. The authors and contributors assume no liability whatsoever for any damage, loss, or side effects to your hardware, software, or personal property. Use at your own risk." = "Diese Software greift direkt auf CPU-Hardwareregister, Model-Specific Registers (MSRs) und die System Management Unit (SMU) zu, um Spannungen, Frequenzen und Leistungslimits zu steuern.\n\nFalsche Einstellungen, instabiles Undervolting oder fehlerhafte Konfigurationen können Instabilität, Datenverlust, Kernel Panics oder bleibende Hardware-Schäden verursachen.\n\nMit dem Fortfahren übernimmst du die volle Verantwortung für Instabilität, Hardware-Schäden oder Alien-Invasionen. Autoren und Mitwirkende haften nicht für Schäden oder Nebenwirkungen. Nutzung auf eigene Gefahr.";
"Thread %d: %.1f%%" = "Thread %d: %.1f%%";
"Time" = "Zeit";
"Timeframe" = "Zeitraum";
"Timestamp" = "Zeitstempel";
"TMP" = "TMP";
"Todas las gráficas están ocultas." = "Alle Diagramme sind ausgeblendet.";
"Top Processes" = "Top-Prozesse";
"Total" = "Gesamt";
"Total Power(W)" = "Gesamtleistung (W)";
"Tracks active memory usage and pressure." = "Verfolgt aktiven Speicherverbrauch und Druck.";
"Tracks CPU utilization average and core temperature." = "Verfolgt mittlere CPU-Auslastung und Kerntemperatur.";
"Tracks graphics memory (VRAM) utilization." = "Verfolgt die VRAM-Auslastung.";
"Tracks graphics utilization and temperature." = "Verfolgt Grafikauslastung und -temperatur.";
"Tracks primary storage capacity usage." = "Verfolgt die Nutzung des Hauptspeichers.";
"Unknown" = "Unbekannt";
"Unknown GPU" = "Unbekannte GPU";
"Unlock Curve Optimizer (DANGEROUS: unstable undervolting can cause kernel panic or instant reboot)" = "Curve Optimizer freischalten (GEFÄHRLICH: instabiles Undervolting kann Kernel Panic oder Sofort-Neustart verursachen)";
"Unlock P-State Editor (DANGEROUS: incorrect settings can crash or damage hardware)" = "P-State-Editor freischalten (GEFÄHRLICH: falsche Einstellungen können abstürzen oder Hardware schädigen)";
"Upload" = "Upload";
"Uptime" = "Betriebszeit";
"Use Popover Menu" = "Popover-Menü verwenden";
"Used memory in GB" = "Belegter Speicher in GB";
"Used RAM" = "Belegter RAM";
"UTC Time" = "UTC-Zeit";
"V-F Operating Curve" = "V-F-Betriebskurve";
"Value" = "Wert";
"VDA Decoder" = "VDA-Decoder";
"Visible charts:" = "Sichtbare Diagramme:";
"Volt:" = "Volt:";
"VRAM" = "VRAM";
"VRAM Tracker" = "VRAM-Tracker";
"VRAM Used" = "VRAM belegt";
"VRAM: %.2fG%@" = "VRAM: %.2fG%@";
"W" = "W";
"Weekday" = "Wochentag";
"Widget Reordering" = "Widget-Reihenfolge";
"Widget Selection & Display Style" = "Widget-Auswahl & Anzeigestil";
"Widget Style" = "Widget-Stil";
"Write Speed" = "Schreibgeschwindigkeit";
"Yes" = "Ja";
"You are running the most recent version of AMD Power Gadget (v%@)." = "Du verwendest die neueste Version von AMD Power Gadget (v%@).";
"You have the latest version installed (v%@)." = "Die neueste Version ist installiert (v%@).";
"°C" = "°C";
"Área Rellena (Gradient)" = "Gefüllte Fläche (Verlauf)";

/* Compatibility / format keys */
"Your AMDRyzenCPUPowerManagement version (%@) is outdated and no longer API compatible. Please use version 3.0.0 or newer and start this application again." = "Deine AMDRyzenCPUPowerManagement-Version (%@) ist veraltet und API-inkompatibel. Bitte Version 3.0.0 oder neuer verwenden und die App neu starten.";

/* App language picker */
"Language" = "Sprache";
"App Language" = "App-Sprache";
"Choose the interface language. The app will restart to apply the change." = "Wähle die Sprache der Oberfläche. Die App wird neu gestartet, um die Änderung zu übernehmen.";
"System Default" = "Systemstandard";
"Current: %@" = "Aktuell: %@";
"Restart required" = "Neustart erforderlich";
"Apply & Restart" = "Übernehmen & neu starten";
"The app needs to restart to load the selected language." = "Die App muss neu gestartet werden, um die gewählte Sprache zu laden.";

/* Privilege UX */
"This action requires administrator privileges. Run AMD Power Gadget as root, or add the boot argument -amdpnopchk for debugging." = "Diese Aktion erfordert Administratorrechte. Starte AMD Power Gadget als root oder füge das Boot-Argument -amdpnopchk hinzu.";

/* Crowdin: recent UI strings — CPPC badge vs EPP Active Mode */
"CPPC: HW OK" = "CPPC: HW OK";
"CPPC: EPP On" = "CPPC: EPP On";
"This CPU did not report CPPC support to the kext." = "This CPU did not report CPPC support to the kext.";
"If the switch snaps back to Off: enable writes with boot-arg -amdpnopchk (or run as root). The green “CPPC: HW OK” badge only means rankings exist — it is not this switch." = "If the switch snaps back to Off: enable writes with boot-arg -amdpnopchk (or run as root). The green “CPPC: HW OK” badge only means rankings exist — it is not this switch.";
"Native CPPC Active Mode (EPP) is ON. Cores scale autonomously; rankings come from the processor." = "Native CPPC Active Mode (EPP) is ON. Cores scale autonomously; rankings come from the processor.";
"CPPC hardware scores could not be read. Rankings are estimated from observed clocks. This is not the Profiles EPP toggle." = "CPPC hardware scores could not be read. Rankings are estimated from observed clocks. This is not the Profiles EPP toggle.";
"The CPU reports CPPC rankings (HW OK). That does not mean Active Mode is on — enable “Native CPPC Active Mode (EPP)” under Profiles (needs -amdpnopchk or root)." = "The CPU reports CPPC rankings (HW OK). That does not mean Active Mode is on — enable “Native CPPC Active Mode (EPP)” under Profiles (needs -amdpnopchk or root).";
/* Deprecated badge key — kept so old locales still resolve */
"CPPC: Active" = "CPPC: Aktiv";

/* Menu Bar toggles (fabiosun IT) */
"Show Max Freq Only" = "Show Max Freq Only";

/* Menu Bar toggles (fabiosun IT) */
"Use Fahrenheit" = "Use Fahrenheit";

/* Menu Bar toggles (fabiosun IT) */
"Frequency column (max/avg GHz)" = "Frequency column (max/avg GHz)";

/* Menu Bar toggles (fabiosun IT) */
"CPU temp + optional GPU temp" = "CPU temp + optional GPU temp";

/* Menu Bar toggles (fabiosun IT) */
"Convert temperature values from Celsius to Fahrenheit" = "Convert temperature values from Celsius to Fahrenheit";

/* Menu Bar toggles (fabiosun IT) */
"CPU watts + optional GPU watts" = "CPU watts + optional GPU watts";

/* CPPC support gate */
"Active Mode and Auto-EPP stay off until the kext reports CPPC. Boot-arg -amdcppcactive alone is not enough if MSR/CPUID checks fail — reboot after updating kexts." = "Active Mode and Auto-EPP stay off until the kext reports CPPC. Boot-arg -amdcppcactive alone is not enough if MSR/CPUID checks fail — reboot after updating kexts.";
"AMDRyzenCPUPowerManagement kext not connected." = "AMDRyzenCPUPowerManagement kext not connected.";
"If the switch snaps back to Off: enable writes with boot-arg -amdpnopchk (or run as root). With -amdcppcactive the kext enables Active Mode at boot after reboot." = "If the switch snaps back to Off: enable writes with boot-arg -amdpnopchk (or run as root). With -amdcppcactive the kext enables Active Mode at boot after reboot.";
"Checking for updates..." = "Auf Updates prüfen...";
